Repository: TX-Breaker/Phonexis
Catalog: Properties/Strings.*.resx
Languages: es, fr, it

# ApiKeyDescription1
source: Enter API keys separated by comma (no spaces)
es: Ingrese las claves API separadas por coma (sin espacios)
fr: Entrez les clés API séparées par des virgules (sans espaces)
it: Inserire le chiavi API separate da virgola (senza spazi)

# ApiKeyDescription2
source: Each key supports 10,000 queries/day. The system rotates keys automatically.
es: Cada clave admite 10.000 consultas/día. El sistema rota las claves automáticamente.
fr: Chaque clé prend en charge 10 000 requêtes/jour. Le système fait automatiquement tourner les clés.
it: Ogni chiave supporta 10.000 query/giorno. Il sistema ruota automaticamente le chiavi.

# ApiStats
source: API Status and Usage
es: Estado y Uso de la API
fr: État et Utilisation de l'API
it: Stato e Utilizzo API

source: No API key set
es: No hay clave API configurada
fr: Aucune clé API définie
it: Nessuna chiave API impostata

source: Version
es: Versión
it: Versione

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

# ErrorTitle
source: Error
fr: Erreur
it: Errore

# NoButton
source: No
fr: Non

source: General
fr: Général
it: Generale
