Repository: TX-Breaker/Phonexis
Catalog: Properties/Strings.*.resx
Languages: es, fr, it

# WindowTitle
source: Phonexis - TXT to YT Multisearch
es: Phonexis - TXT a YT Multibúsqueda
fr: Phonexis - TXT à YT Multirecherche
it: Phonexis - TXT a YT Multisearch

# CopyrightNotice
source: © 2025 TX-Breaker. Uses .NET, CommunityToolkit.Mvvm, Microsoft.Data.Sqlite. Check licenses for details.
es: © 2025 TX-Breaker. Utiliza .NET, CommunityToolkit.Mvvm, Microsoft.Data.Sqlite. Consulte las licencias para más detalles.
fr: © 2025 TX-Breaker. Utilise .NET, CommunityToolkit.Mvvm, Microsoft.Data.Sqlite. Consultez les licences pour plus de détails.
it: © 2025 TX-Breaker. Usa .NET, CommunityToolkit.Mvvm, Microsoft.Data.Sqlite. Controlla le licenze per i dettagli.

# SelectFileLabelDefault
source: Select Song Titles Text File:
es: Seleccione Archivo de Texto de Títulos de Canciones:
fr: Sélectionnez un Fichier Texte de Titres de Chansons:
it: Seleziona File di Testo Titoli Canzoni:

# SelectFileLabelSelected
source: Selected File: {0}
es: Archivo Seleccionado: {0}
fr: Fichier Sélectionné: {0}
it: File Selezionato: {0}

# BrowseButton
source: Browse .txt File
es: Explorar Archivo .txt
fr: Parcourir Fichier .txt
it: Sfoglia File .txt

# StartButton
source: Start
es: Iniciar
fr: Démarrer
it: Avvia

# SaveStateButton
source: Save Current State
es: Guardar Estado Actual
fr: Enregistrer l'État Actuel
it: Salva Stato Corrente

# ResumeStateButton
source: Resume Last State
es: Reanudar Último Estado
fr: Reprendre le Dernier État
it: Riprendi Ultimo Stato

# StartOverButton
source: Start Over
es: Comenzar de Nuevo
fr: Recommencer
it: Ricomincia

# SetApiKeyButton
source: Set API Key
es: Establecer Clave API
fr: Définir Clé API
it: Imposta Chiave API

# TestModeCheckbox
source: Test Mode
es: Modo Prueba
fr: Mode Test
it: Modalità Test

# CacheOnlyModeCheckbox
source: Cache Only Mode
es: Modo Solo Caché
fr: Mode Cache Uniquement
it: Modalità Solo Cache

# EditQueryButton
source: Edit Query
es: Editar Consulta
fr: Modifier Requête
it: Modifica Query

# RefreshResultsButton
source: Refresh Results
es: Actualizar Resultados
fr: Actualiser Résultats
it: Aggiorna Risultati

# GoBackButton
source: Go Back
es: Volver
fr: Retour
it: Indietro

# SkipSongButton
source: Skip this song
es: Omitir esta canción
fr: Ignorer cette chanson
it: Salta questa canzone

# LoadMoreButton
source: Load More Results
es: Cargar Más Resultados
fr: Charger Plus de Résultats
it: Carica Altri Risultati

# SelectButton
source: Select
es: Seleccionar
fr: Sélectionner
it: Seleziona

# OpenBrowserButton
source: Open in Browser
es: Abrir en Navegador
fr: Ouvrir dans le Navigateur
it: Apri nel Browser

# FiltersTitle
source: Search Filters
es: Filtros de Búsqueda
fr: Filtres de Recherche
it: Filtri di Ricerca

# DurationFilter
source: Duration
es: Duración
fr: Durée
it: Durata

# DateFilter
source: Upload Date
es: Fecha de Subida
fr: Date de Téléchargement
it: Data Upload

# QualityFilter
source: Quality
es: Calidad
fr: Qualité
it: Qualità

source: Any Duration
es: Cualquier Duración
fr: Toute Durée
it: Qualsiasi Durata

# Short
source: Short (< 4 min)
es: Corto (< 4 min)
fr: Court (< 4 min)
it: Corto (< 4 min)

# Medium
source: Medium (4-20 min)
es: Medio (4-20 min)
fr: Moyen (4-20 min)
it: Medio (4-20 min)

# Long
source: Long (> 20 min)
es: Largo (> 20 min)
it: Lungo (> 20 min)

source: Any Date
es: Cualquier Fecha
fr: Toute Date
it: Qualsiasi Data

source: Last Hour
es: Última Hora
fr: Dernière Heure
it: Ultima Ora

source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi

source: This Week
es: Esta Semana
fr: Cette Semaine
it: Questa Settimana

source: This Month
es: Este Mes
fr: Ce Mois
it: Questo Mese

source: This Year
es: Este Año
fr: Cette Année
it: Quest'Anno

source: Any Quality
es: Cualquier Calidad
fr: Toute Qualité
it: Qualsiasi Qualità

# HighQuality
source: High Quality (> 100K views)
es: Alta Calidad (> 100K vistas)
fr: Haute Qualité (> 100K vues)
it: Alta Qualità (> 100K visualizzazioni)

# MediumQuality
source: Medium Quality (10K-100K views)
es: Calidad Media (10K-100K vistas)
fr: Qualité Moyenne (10K-100K vues)
it: Media Qualità (10K-100K visualizzazioni)

# LowQuality
source: Low Quality (< 10K views)
es: Baja Calidad (< 10K vistas)
fr: Basse Qualité (< 10K vues)
it: Bassa Qualità (< 10K visualizzazioni)

source: Reset Everything
es: Resetear Todo
fr: Tout Réinitialiser
it: Resetta Tutto

# ResetEverythingConfirmation
source: This will delete ALL application data including:\n\n• API Keys\n• Cache and database\n• Wizard preferences\n• Session states\n• All settings\n\nThis action cannot be undone. Are you sure?
es: Esto eliminará TODOS los datos de la aplicación incluyendo:\n\n• Claves API\n• Caché y base de datos\n• Preferencias del asistente\n• Estados de sesión\n• Todas las configuraciones\n\nEsta acción no se puede deshacer. ¿Estás seguro?
fr: Ceci supprimera TOUTES les données de l'application y compris:\n\n• Clés API\n• Cache et base de données\n• Préférences de l'assistant\n• États de session\n• Tous les paramètres\n\nCette action ne peut pas être annulée. Êtes-vous sûr?
it: Questo eliminerà TUTTI i dati dell'applicazione inclusi:\n\n• Chiavi API\n• Cache e database\n• Preferenze wizard\n• Stati di sessione\n• Tutte le impostazioni\n\nQuesta azione non può essere annullata. Sei sicuro?

# ResetEverythingTitle
source: Reset Everything
es: Resetear Todo
fr: Tout Réinitialiser
it: Resetta Tutto

# ResetEverythingSuccess
source: All application data has been reset successfully. The application will now close. Please restart it to begin fresh.
es: Todos los datos de la aplicación han sido reseteados exitosamente. La aplicación se cerrará ahora. Por favor reiníciala para empezar de nuevo.
fr: Toutes les données de l'application ont été réinitialisées avec succès. L'application va maintenant se fermer. Veuillez la redémarrer pour commencer à nouveau.
it: Tutti i dati dell'applicazione sono stati resettati con successo. L'applicazione si chiuderà ora. Riavviala per iniziare da capo.

# ResetEverythingError
source: Error during reset: {0}
es: Error durante el reseteo: {0}
fr: Erreur lors de la réinitialisation: {0}
it: Errore durante il reset: {0}

# ChannelLabel
source: Channel: {0}
es: Canal: {0}
fr: Chaîne: {0}
it: Canale: {0}

# PublishedLabel
source: Published on: {0}
es: Publicado el: {0}
fr: Publié le: {0}
it: Pubblicato il: {0}

# SourceTestLabel
source: Test Result
es: Resultado de Prueba
fr: Résultat de Test
it: Risultato di Test

# SourceCacheLabel
source: Result from Cache
es: Resultado de Caché
fr: Résultat du Cache
it: Risultato dalla Cache

# SourceApiLabel
source: Result from YouTube API
es: Resultado de API YouTube
fr: Résultat de l'API YouTube
it: Risultato da API YouTube

# NoApiKeysTitle
source: Missing API Key
es: Clave API Faltante
fr: Clé API Manquante
it: Chiave API Mancante

# NoApiKeysMessage
source: You haven't set any API keys. Do you want to set them now?
es: No ha establecido ninguna clave API. ¿Desea establecerla ahora?
fr: Vous n'avez pas défini de clé API. Voulez-vous en définir une maintenant?
it: Non hai impostato alcuna chiave API. Vuoi impostarla ora?

# NoApiKeysError
source: No API key set. Search cannot be started.
es: No se ha establecido ninguna clave API. La búsqueda no puede iniciarse.
fr: Aucune clé API définie. La recherche ne peut pas être lancée.
it: Nessuna chiave API impostata. La ricerca non può essere avviata.

# NoSongsMessage
source: No song titles loaded to search.
es: No hay títulos de canciones cargados para buscar.
fr: Aucun titre de chanson chargé pour la recherche.
it: Nessun titolo di canzone caricato per la ricerca.

# NoSongsTitle
source: No Songs
es: Sin Canciones
fr: Aucune Chanson
it: Nessuna Canzone

source: No results found.
es: No se encontraron resultados.
fr: Aucun résultat trouvé.
it: Nessun risultato trovato.

# SearchCompleteTitle
source: Completed
es: Completado
fr: Terminé
it: Completato

# SearchCompleteMessage
source: Search completed for all songs!
es: ¡Búsqueda completada para todas las canciones!
fr: Recherche terminée pour toutes les chansons!
it: Ricerca completata per tutte le canzoni!

# SummaryTitle
source: Search Summary
es: Resumen de Búsqueda
fr: Résumé de Recherche
it: Riepilogo Ricerca

# SummaryTotalSongs
source: Total songs: {0}
es: Total de canciones: {0}
fr: Total des chansons: {0}
it: Canzoni totali: {0}

# SummarySelectedLinks
source: Selected links: {0}
es: Enlaces seleccionados: {0}
fr: Liens sélectionnés: {0}
it: Link selezionati: {0}

# SummaryNoResults
source: Songs without results: {0}
es: Canciones sin resultados: {0}
fr: Chansons sans résultats: {0}
it: Canzoni senza risultati: {0}

# SaveLinksButton
source: Save links to file
es: Guardar enlaces en archivo
fr: Enregistrer les liens dans un fichier
it: Salva link su file

# RestartButton
source: Restart
es: Reiniciar
fr: Recommencer
it: Ricomincia

# NoLinksToSaveTitle
source: No Links
es: Sin Enlaces
fr: Aucun Lien
it: Nessun Link

# NoLinksToSaveMessage
source: No links to save.
es: No hay enlaces para guardar.
fr: Aucun lien à enregistrer.
it: Nessun link da salvare.

# SaveLinksDialogTitle
source: Save links to file
es: Guardar enlaces en archivo
fr: Enregistrer les liens dans un fichier
it: Salva link su file

# SaveLinksSuccessTitle
source: Save Complete
es: Guardado Completado
fr: Enregistrement Terminé
it: Salvataggio Completato

# SaveLinksSuccessMessage
source: Saved {0} links to file {1}
es: {0} enlaces guardados en el archivo {1}
fr: {0} liens enregistrés dans le fichier {1}
it: Salvati {0} link nel file {1}

# SaveLinksError
source: Error saving links: {0}
es: Error al guardar enlaces: {0}
fr: Erreur lors de l'enregistrement des liens: {0}
it: Errore nel salvataggio dei link: {0}

# StateSavedTitle
source: State Saved
es: Estado Guardado
fr: État Enregistré
it: Stato Salvato

# StateSavedMessage
source: Application state saved successfully.
es: Estado de la aplicación guardado con éxito.
fr: État de l'application enregistré avec succès.
it: Stato dell'applicazione salvato con successo.

# StateSaveError
source: An error occurred while saving the application state.
es: Se produjo un error al guardar el estado de la aplicación.
fr: Une erreur s'est produite lors de l'enregistrement de l'état de l'application.
it: Si è verificato un errore durante il salvataggio dello stato dell'applicazione.

# StateRestoredTitle
source: State Restored
es: Estado Restaurado
fr: État Restauré
it: Stato Ripristinato

# StateRestoredMessage
source: Previous state restored successfully.\n\nFile: {0}\nCurrent Position: {1} of {2}\nSelected Links: {3}
es: Estado anterior restaurado con éxito.\n\nArchivo: {0}\nPosición Actual: {1} de {2}\nEnlaces Seleccionados: {3}
fr: État précédent restauré avec succès.\n\nFichier: {0}\nPosition Actuelle: {1} sur {2}\nLiens Sélectionnés: {3}
it: Stato precedente ripristinato con successo.\n\nFile: {0}\nPosizione Corrente: {1} di {2}\nLink Selezionati: {3}

# StateRestoreErrorTitle
source: Restore Error
es: Error de Restauración
fr: Erreur de Restauration
it: Errore Ripristino

# StateRestoreInvalidMessage
source: No valid state found to restore. Select a text file to begin.
es: No se encontró ningún estado válido para restaurar. Seleccione un archivo de texto para comenzar.
fr: Aucun état valide trouvé à restaurer. Sélectionnez un fichier texte pour commencer.
it: Nessuno stato valido trovato da ripristinare. Seleziona un file di testo per iniziare.

# NoSavedStateTitle
source: No Saved State
es: Sin Estado Guardado
fr: Aucun État Enregistré
it: Nessuno Stato Salvato

# NoSavedStateMessage
source: No saved state found to restore.
es: No se encontró ningún estado guardado para restaurar.
fr: Aucun état enregistré trouvé à restaurer.
it: Nessuno stato salvato trovato da ripristinare.

# StartOverTitle
source: Start Over
es: Comenzar de Nuevo
fr: Recommencer
it: Ricomincia

# StartOverMessage
source: Are you sure you want to start over? All progress will be lost.
es: ¿Está seguro de que desea comenzar de nuevo? Se perderá todo el progreso.
fr: Êtes-vous sûr de vouloir recommencer? Tous les progrès seront perdus.
it: Sei sicuro di voler ricominciare? Tutti i progressi andranno persi.

# StartOverConfirmTitle
source: Restarted
es: Reiniciado
fr: Redémarré
it: Riavviato

# StartOverConfirmMessage
source: The application has been reset. You can start over.
es: La aplicación ha sido reiniciada. Puede comenzar de nuevo desde cero.
fr: L'application a été réinitialisée. Vous pouvez recommencer à zéro.
it: L'applicazione è stata reimpostata. Puoi ricominciare da capo.

# SetApiKeyDialogTitle
source: Set API Keys
es: Establecer Claves API
fr: Définir les Clés API
it: Imposta Chiavi API

# SetApiKeyDialogLabel
source: Enter YouTube API keys separated by commas:
es: Ingrese las claves API de YouTube separadas por comas:
fr: Entrez les clés API YouTube séparées par des virgules:
it: Inserisci le chiavi API di YouTube separate da virgola:

# ApiKeySetSuccessTitle
source: API Keys Set
es: Claves API Establecidas
fr: Clés API Définies
it: Chiavi API Impostate

# ApiKeySetSuccessMessage
source: Successfully set {0} API keys.
es: {0} claves API establecidas con éxito.
fr: {0} clés API définies avec succès.
it: Impostate {0} chiavi API con successo.

# ApiKeySetErrorTitle
source: API Key Error
es: Error de Clave API
fr: Erreur de Clé API
it: Errore Chiave API

# ApiKeySetErrorMessage
source: No valid API keys entered.
es: No se ingresó ninguna clave API válida.
fr: Aucune clé API valide saisie.
it: Nessuna chiave API valida inserita.

source: API Calls Today
es: Llamadas API Hoy
fr: Appels API Aujourd'hui
it: Chiamate API Oggi

source: Create TXT
es: Crear TXT
it: Crea TXT

# BrowseMenuItem
source: Browse TXT File...
es: Examinar Archivo TXT...
fr: Parcourir Fichier TXT...
it: Sfoglia File TXT...

# CreateTxtMenuItem
source: Create TXT from Audio...
es: Crear TXT desde Audio...
fr: Créer TXT depuis Audio...
it: Crea TXT da Audio...

# SaveStateMenuItem
source: Save Session
es: Guardar Sesión
fr: Enregistrer la Session
it: Salva Sessione

# ResumeStateMenuItem
source: Resume Session
es: Reanudar Sesión
fr: Reprendre la Session
it: Riprendi Sessione

# StartOverMenuItem
source: Start Over
es: Empezar de Nuevo
fr: Recommencer
it: Ricomincia

# ExitMenuItem
source: Exit
es: Salir
fr: Quitter
it: Esci

# EditQueryMenuItem
source: Edit Current Query
es: Editar Consulta Actual
fr: Modifier la Requête Actuelle
it: Modifica Query Corrente

# SettingsMenuItem
source: Settings...
es: Configuración...
fr: Paramètres...
it: Impostazioni...

# AboutMenuItem
source: About...
es: Acerca de...
fr: À propos de...
it: Informazioni su...

# FileMenu
source: _File
es: _Archivo
fr: _Fichier

# EditMenu
source: _Edit
es: _Editar
fr: _Édition
it: _Modifica

# ToolsMenu
source: _Tools
es: _Herramientas
fr: _Outils
it: _Strumenti

# HelpMenu
source: _Help
es: _Ayuda
fr: _Aide
it: _Aiuto

# StatusReady
source: Ready
es: Listo
fr: Prêt
it: Pronto

# StatusFileLoaded
source: File loaded: {0}
es: Archivo cargado: {0}
fr: Fichier chargé: {0}
it: File caricato: {0}

# StatusSearching
source: Searching...
es: Buscando...
fr: Recherche en cours...
it: Ricerca in corso...

# StatusSearchComplete
source: Search complete.
es: Búsqueda completa.
fr: Recherche terminée.
it: Ricerca completata.

# StatusStateSaved
source: Session saved.
es: Sesión guardada.
fr: Session enregistrée.
it: Sessione salvata.

# StatusResuming
source: Resuming session...
es: Reanudando sesión...
fr: Reprise de la session...
it: Ripresa sessione...

source: Modes
es: Modos
it: Modalità

# TestModeDescription
source: Use test data instead of making real API calls.
es: Usar datos de prueba en lugar de realizar llamadas API reales.
fr: Utiliser des données de test au lieu de faire de vrais appels API.
it: Utilizza dati di test invece di effettuare chiamate API reali.

# ApiKeySectionTitle
source: YouTube API Key
es: Clave API de YouTube
fr: Clé API YouTube
it: Chiave API di YouTube

# CurrentApiKeyLabel
source: Current API Key:
es: Clave API actual:
fr: Clé API actuelle :
it: Chiave API attuale:

# ApiKeyExplanation1
source: Enter API keys separated by comma (no spaces)
es: Ingrese las claves API separadas por coma (sin espacios)
fr: Entrez les clés API séparées par des virgules (sans espaces)
it: Inserire le chiavi api separati da virgola (senza spazi)

# ApiKeyExplanation2
source: Each key supports 10,000 queries/day. The system rotates keys automatically.
es: Cada clave admite 10.000 consultas/día. El sistema rota las claves automáticamente.
fr: Chaque clé prend en charge 10 000 requêtes/jour. Le système fait automatiquement tourner les clés.
it: Ogni chiave supporta 10.000 query/giorno. Il sistema ruota automaticamente le chiavi.

# ApiStatsTitle
source: API Status and Usage
es: Estado y Uso de la API
fr: État et Utilisation de l'API
it: Stato e Utilizzo API

# ApiLimitDescription
source: To view the actual API quota usage, please view the Google Cloud Console screen with the Google account corresponding to the created API key, at the link: https://console.cloud.google.com/apis/api/youtube.googleapis.com
es: Para ver el uso real de la cuota de API, consulte la pantalla de Google Cloud Console con la cuenta de Google correspondiente a la clave API creada, en el enlace: https://console.cloud.google.com/apis/api/youtube.googleapis.com
fr: Pour visualiser la consommation réelle des quotas API, veuillez consulter l'écran de Google Cloud Console avec le compte Google correspondant à la clé API créée, au lien: https://console.cloud.google.com/apis/api/youtube.googleapis.com
it: Per visualizzare il consumo reale delle quote API, si prega di visualizzare la schermata di Google Cloud Console con l'account google corrispondente alla chiave API creata, al link: https://console.cloud.google.com/apis/api/youtube.googleapis.com

# ClearCacheExplanation
source: Deletes all cached search results and thumbnails.
es: Elimina todos los resultados de búsqueda y miniaturas almacenados en caché.
fr: Supprime tous les résultats de recherche et miniatures mis en cache.
it: Elimina tutti i risultati di ricerca e le miniature memorizzati nella cache.

# AppTitle
source: Phonexis - TXT to YT Multisearch
es: Phonexis - TXT a YT Multisearch
fr: Phonexis - TXT vers YT Multisearch
it: Phonexis - TXT a YT Multisearch

# AppDescription
source: Application for finding YouTube links from song titles.
es: Aplicación para encontrar enlaces de YouTube a partir de títulos de canciones.
fr: Application pour trouver des liens YouTube à partir de titres de chansons.
it: Applicazione per la ricerca di link YouTube a partire da titoli di canzoni.

# TechnologiesUsedTitle
source: Technologies Used:
es: Tecnologías utilizadas:
fr: Technologies utilisées :
it: Tecnologie utilizzate:

# SavedStateInfoFormat
source: Last Save: {0} | File: {1} | Progress: {2}/{3}
es: Último guardado: {0} | Archivo: {1} | Progreso: {2}/{3}
fr: Dernière sauvegarde : {0} | Fichier : {1} | Progression : {2}/{3}
it: Ultimo Salvataggio: {0} | File: {1} | Progresso: {2}/{3}

# OkButton
source: OK
es: Aceptar

# CancelButton
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

# YesButton
source: Yes
es: Sí
fr: Oui
it: Sì

# EditQueryDialogTitle
source: Edit Query
es: Editar Consulta
fr: Modifier la Requête
it: Modifica Query

# EditQueryDialogLabel
source: Edit the search query:
es: Edite la consulta de búsqueda:
fr: Modifiez la requête de recherche:
it: Modifica la query di ricerca:

source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni

source: Language
es: Idioma
fr: Langue
it: Lingua

# ClearCacheConfirmation
source: Are you sure you want to clear the cache? This will delete all cached search results and thumbnails.
es: ¿Está seguro de que desea limpiar la caché? Se eliminarán todos los resultados de búsqueda y miniaturas en caché.
fr: Êtes-vous sûr de vouloir vider le cache? Tous les résultats de recherche et miniatures en cache seront supprimés.
it: Sei sicuro di voler svuotare la cache? Questo eliminerà tutti i risultati di ricerca e le miniature memorizzati nella cache.

source: Confirmation
es: Confirmación
it: Conferma

# CacheCleared
source: Cache cleared successfully.
es: La caché se ha limpiado con éxito.
fr: Le cache a été vidé avec succès.
it: Cache svuotata con successo.

source: Information
es: Información
it: Informazione

source: YouTube API Key
es: Clave API de YouTube
fr: Clé API YouTube
it: Chiave API di YouTube

source: Change API Key
es: Cambiar Clave API
fr: Changer la Clé API
it: Cambia Chiave API

source: Test Mode
es: Modo Prueba
fr: Mode Test
it: Modalità Test

source: Clear Cache
es: Vaciar caché
fr: Vider le Cache
it: Svuota Cache

# CacheOnlyModeDescription
source: Only use results already present in the local cache
es: Usar solo los resultados ya presentes en la caché local
fr: Ne utiliser que les résultats déjà présents dans le cache local
it: Usa solo i risultati già presenti nella cache locale

# ApiCounterLabel
source: API Calls Used: {0}
es: Llamadas API Usadas: {0}
fr: Appels API utilisés : {0}
it: Chiamate API usate: {0}

# ApiKeyPlaceholder
source: Enter API keys (comma-separated)...
es: Ingrese claves API (separadas por comas)...
fr: Entrez les clés API (séparées par des virgules)...
it: Inserisci chiavi API (separate da virgola)...

# ApiKeyHelpText
source: Enter your YouTube Data API v3 keys separated by comma (no spaces). Each key supports 10,000 queries/day. The system rotates keys automatically when one reaches its limit.
es: Ingrese las claves API separadas por coma (sin espacios). Cada clave admite 10,000 consultas/día. El sistema rota las claves automáticamente.
fr: Entrez les clés API séparées par des virgules (sans espaces). Chaque clé prend en charge 10 000 requêtes/jour. Le système fait automatiquement la rotation des clés.
it: Inserisci le tue chiavi YouTube Data API v3 separate da virgola (senza spazi). Ogni chiave supporta 10.000 query/giorno. Il sistema ruota automaticamente le chiavi quando una raggiunge il limite.

source: [Multiple Keys Set]
es: [Múltiples Claves Establecidas]
fr: [Plusieurs Clés Définies]
it: [Impostate Chiavi Multiple]

# DuplicateRequestProtectionDescription
source: Protection against duplicate requests
es: Protección contra solicitudes duplicadas
fr: Protection contre les requêtes dupliquées
it: Protezione da richieste duplicate

# ApiKeyCountFormat
source: Key ...{0}: {1} - {2}/{3} calls
es: Clave ...{0}: {1} - {2}/{3} llamadas
fr: Clé ...{0}: {1} - {2}/{3} appels
it: Chiave ...{0}: {1} - {2}/{3} chiamate

# StatusActive
source: Active
es: Activa
it: Attiva

# StatusExhausted
source: Exhausted
es: Agotada
fr: Épuisée
it: Esaurita

# AllApiKeysFailedTitle
source: API Error
es: Error de API
fr: Erreur API
it: Errore API

# AllApiKeysFailedMessage
source: Failed to retrieve results. All configured API keys failed or have exceeded their daily quota.
es: Error al recuperar los resultados. Todas las claves API configuradas fallaron o excedieron su cuota diaria.
fr: Échec de la récupération des résultats. Toutes les clés API configurées ont échoué ou ont dépassé leur quota quotidien.
it: Recupero risultati fallito. Tutte le chiavi API configurate hanno fallito o superato la quota giornaliera.

# SearchErrorTitle
source: Search Error
es: Error de Búsqueda
fr: Erreur de Recherche
it: Errore Ricerca

# SearchErrorMessage
source: An unexpected error occurred during the search: {0}
es: Se produjo un error inesperado durante la búsqueda: {0}
fr: Une erreur inattendue s'est produite lors de la recherche: {0}
it: Si è verificato un errore imprevisto durante la ricerca: {0}

source: Current API Key:
es: Clave API actual:
fr: Clé API actuelle :
it: Chiave API attuale:
